[
  {
    "garment": "Sneakers",
    "mesh": "sneaks.glb",
    "items_consumed": 120,
    "description": "Festival pairs, gym rotations, lifestyle kicks. Designed for performance, discarded for fashion.<br><br><span class=\"highlight\">POTENTIAL WASTE:</span> Glued synthetics and rubber soles resist recycling. Decomposition may take centuries."
  },
  {
    "garment": "Jeans",
    "mesh": "pants.glb",
    "items_consumed": 200,
    "description": "Trend pieces, seasonal layers, and untouched occasionwear. Discarded not because they broke — but because they no longer fit a mood or moment.<br><br><span class=\"highlight\">POTENTIAL WASTE:</span> Heavy denim with elastane or chemical distressing makes recycling energy-intensive."
  },
  {
    "garment": "Shirts",
    "mesh": "shirt.glb",
    "items_consumed": 280,
    "description": "Duplicates, misfits, and sale grabs — piling up faster than they’re worn. Styles change, habits don’t. Closets fill, landfills follow.<br><br><span class=\"highlight\">POTENTIAL WASTE:</span> Cotton-synthetic blends resist decomposition and retain dyes and finishes for decades."
  },
  {
    "garment": "Sweats & Hoodies",
    "mesh": "sweat.glb",
    "items_consumed": 340,
    "description": "Bought for comfort, replaced for novelty. Faded prints, cracked logos, seasonal collabs — worn until the next one drops.<br><br><span class=\"highlight\">POTENTIAL WASTE:</span> Polyester blends and graphic inks shed microfibers and clog recycling systems."
  },
  {
    "garment": "Socks",
    "mesh": "socks.glb",
    "items_consumed": 400,
    "description": "Bought in packs, lost in pairs. Few repaired, most replaced. Their size hides the scale.<br><br><span class=\"highlight\">POTENTIAL WASTE:</span> Frequent laundering releases dense microfibers. Elastic blends make recycling nearly impossible."
  },
  {
    "garment": "T-shirts",
    "mesh": "tee.glb",
    "items_consumed": 850,
    "description": "Bought in bulk, gifted at events, picked up on impulse. Worn a few times, if at all — some never leave the drawer.<br><br><span class=\"highlight\">POTENTIAL WASTE:</span> Mostly polyester blends, they release microplastics in every wash and degrade into long-lived landfill waste."
  }
]